Repository: lingxi-coder/lingxi-app
Catalog: clients/ios/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

# cron_cancel_edit_button
source: 取消编辑
en: Cancel Editing
ja: 編集をキャンセル
ko: 편집 취소
zh_hant: 取消編輯

# cron_category_summary_detail %lld %@
source: %lld 次 · 最近 %@
en: %lld times · Last %@
ja: %lld 回 · 最近 %@
ko: %lld회 · 최근 %@

# cron_computer_use_notification_stop
source: 立即停止
en: Stop now
ja: 今すぐ停止
ko: 즉시 중지

# cron_computer_use_notification_title
source: LingXi 正在控制设备
en: LingXi is controlling this device
ja: LingXi が端末を操作しています
ko: LingXi가 기기를 제어하고 있습니다
zh_hant: LingXi 正在控制裝置

# cron_create_and_schedule_button
source: 创建并调度
en: Create & Schedule
ja: 作成してスケジュール
ko: 만들고 예약하기
zh_hant: 建立並排程

# cron_daily_9am
source: 每天 09:00
en: Daily at 09:00
ja: 毎日 09:00
ko: 매일 09:00

# cron_edit_task_button
source: 编辑定时任务
en: Edit Cron Task
ja: 定時タスクを編集
ko: 예약 작업 편집
zh_hant: 編輯定時任務

# cron_edit_task_title
source: 编辑任务
en: Edit Task
ja: タスクを編集
ko: 작업 편집
zh_hant: 編輯任務

# cron_engine_unavailable
source: 移动端引擎不可用或未正确配置
en: The mobile engine is unavailable or not configured correctly
ja: モバイルエンジンが利用できないか、正しく設定されていません
ko: 모바일 엔진을 사용할 수 없거나 올바르게 설정되지 않았습니다
zh_hant: 移動端引擎不可用或未正確配置

# cron_error_kind_missing_credentials
source: 凭据缺失
en: Missing Credentials
ja: 認証情報がありません
ko: 자격 증명 누락
zh_hant: 憑據缺失

# cron_error_kind_network
source: 网络失败
en: Network Failure
ja: ネットワーク失敗
ko: 네트워크 실패
zh_hant: 網路失敗

# cron_error_kind_system
source: 系统错误
en: System Error
ja: システムエラー
ko: 시스템 오류
zh_hant: 系統錯誤

# cron_error_kind_timed_out
source: 执行超时
en: Execution Timed Out
ja: 実行タイムアウト
ko: 실행 시간 초과
zh_hant: 執行逾時

# cron_error_kind_validation
source: 参数错误
en: Invalid Parameters
ja: パラメーターエラー
ko: 매개변수 오류
zh_hant: 引數錯誤

# cron_error_section
source: 错误
en: Error
ja: エラー
ko: 오류
zh_hant: 錯誤

# cron_every_15_minutes
source: 每 15 分钟
en: Every 15 minutes
ja: 15 分ごと
ko: 15분마다
zh_hant: 每 15 分鐘

# cron_every_hour
source: 每小时整点
en: Every hour on the hour
ja: 毎時 0 分
ko: 매시 정각
zh_hant: 每小時整點

# cron_exact_alarm_banner_body
source: 未授予“闹钟和提醒”权限。任务仍会创建，但由 WorkManager 每 15 分钟巡检，触发时间可能延迟。
en: “Alarms & reminders” permission wasn't granted. Tasks are still created, but WorkManager checks every 15 minutes, so trigger times may be delayed.
ja: 「アラームとリマインダー」の権限が許可されていません。タスクは作成されますが、WorkManager が 15 分ごとに巡回チェックするため、トリガーが遅れる可能性があります。
ko: "알람 및 리마인더" 권한이 부여되지 않았습니다. 작업은 계속 생성되지만 WorkManager가 15분마다 점검하며, 실행 시각이 늦어질 수 있습니다.
zh_hant: 未授予「鬧鐘和提醒」權限。任務仍會建立，但由 WorkManager 每 15 分鐘巡檢，觸發時間可能延遲。

# cron_exact_alarm_granted
source: 精确闹钟已授权
en: Exact alarm authorized
ja: 正確なアラームが許可されています
ko: 정확한 알람 권한이 허용되었습니다
zh_hant: 精確鬧鐘已授權

# cron_exact_alarm_mode
source: 精确闹钟模式
en: Exact alarm mode
ja: 正確なアラームモード
ko: 정확한 알람 모드
zh_hant: 精確鬧鐘模式

# cron_exact_alarm_short
source: 精确闹钟
en: Exact alarm
ja: 正確なアラーム
ko: 정확한 알람
zh_hant: 精確鬧鐘

# cron_execution_cancelled
source: 执行已取消
en: Execution cancelled
ja: 実行をキャンセルしました
ko: 실행이 취소되었습니다
zh_hant: 執行已取消

# cron_execution_failed_default
source: 执行失败
en: Execution failed
ja: 実行に失敗しました
ko: 실행 실패
zh_hant: 執行失敗

# cron_execution_failed_default_android
source: 定时任务执行失败
en: Scheduled task execution failed
ja: 定時タスクの実行に失敗しました
ko: 예약 작업 실행 실패
zh_hant: 定時任務執行失敗

# cron_execution_interrupted_retry_message
source: 系统中断，等待重新调度
en: Interrupted by the system, waiting to be rescheduled
ja: システムにより中断されました。再スケジュールを待機中です
ko: 시스템에 의해 중단되어 재예약을 기다리는 중입니다
zh_hant: 系統中斷，等待重新排程

# cron_execution_timeout_message
source: 执行超过 3 分钟
en: Execution exceeded 3 minutes
ja: 実行が 3 分を超えました
ko: 실행 시간이 3분을 초과했습니다
zh_hant: 執行超過 3 分鐘

# cron_executor_unavailable
source: 定时任务执行引擎尚未接入；请先完成 iOS FFI 集成。
en: The scheduled task execution engine isn't connected yet; complete the iOS FFI integration first.
ja: 定時タスクの実行エンジンはまだ接続されていません。先に iOS FFI 連携を完了してください。
ko: 예약 작업 실행 엔진이 아직 연결되지 않았습니다. 먼저 iOS FFI 통합을 완료해 주세요.
zh_hant: 定時任務執行引擎尚未接入；請先完成 iOS FFI 整合。

# cron_expression_field_label
source: Cron（分 时 日 月 周）
en: Cron (min hour day month weekday)
ja: Cron（分 時 日 月 曜）
ko: Cron (분 시 일 월 요일)
zh_hant: Cron（分 時 日 月 週）

# cron_fallback_mode_label
source: 15 分钟级非精确模式
en: 15-minute inexact mode
ja: 15 分単位の非正確モード
ko: 15분 단위 비정밀 모드
zh_hant: 15 分鐘級非精確模式

# cron_fifteen_minute_patrol_mode
source: 15 分钟巡检模式
en: 15-minute patrol mode
ja: 15 分巡回チェックモード
ko: 15분 점검 모드
zh_hant: 15 分鐘巡檢模式

# cron_fifteen_minute_patrol_short
source: 15 分钟巡检
en: 15-min patrol
ja: 15 分巡回チェック
ko: 15분 점검
zh_hant: 15 分鐘巡檢

# cron_finished_at_label
source: 结束时间
en: Finished At
ja: 終了時刻
ko: 종료 시각
zh_hant: 結束時間

# cron_force_stop_notice
source: 系统限制：用户 Force Stop 后，Alarm 和 WorkManager 都会暂停，直到再次打开应用。
en: System limitation: after a user force-stops the app, both Alarm and WorkManager pause until the app is opened again.
ja: システムの制約：ユーザーが強制停止すると、Alarm と WorkManager はアプリを再度開くまで一時停止します。
ko: 시스템 제한: 사용자가 강제 종료하면 다시 앱을 열 때까지 Alarm과 WorkManager가 모두 일시중지됩니다.
zh_hant: 系統限制：使用者 Force Stop 後，Alarm 和 WorkManager 都會暫停，直到再次開啟應用。

# cron_form_validation_error
source: 提示词和 Cron 表达式都不能为空
en: Prompt and cron expression cannot be empty
ja: プロンプトと Cron 式はどちらも空にできません
ko: 프롬프트와 Cron 표현식은 비워둘 수 없습니다
zh_hant: 提示詞和 Cron 表示式都不能為空

# cron_history_count_label
source: 历史总数
en: Total History
ja: 履歴総数
ko: 전체 이력 수
zh_hant: 歷史總數

# cron_invalid_expression %@
source: 无效 Cron 表达式：%@
en: Invalid cron expression: %@
ja: 無効な Cron 式です：%@
ko: 잘못된 Cron 표현식: %@
zh_hant: 無效 Cron 表示式：%@

# cron_ios_scheduling_note
source: iOS 只提供“最早不早于”的系统调度，不保证准点启动；也可随时立即运行。
en: iOS only offers “no earlier than” system scheduling — exact start times aren't guaranteed, but you can always run it immediately.
ja: iOS が提供するのは「これより早くは実行しない」というシステムスケジュールのみで、定刻での起動は保証されません。いつでも今すぐ実行することもできます。
ko: iOS는 "이 시각보다 이르지 않게"라는 시스템 예약만 제공하며, 정시 시작을 보장하지 않습니다. 언제든 즉시 실행할 수도 있습니다.
zh_hant: iOS 只提供「最早不早於」的系統排程，不保證準點啟動；也可隨時立即執行。

# cron_last_reconciled_label
source: 最近巡检
en: Last Checked
ja: 直近の巡回チェック
ko: 최근 점검
zh_hant: 最近巡檢

# cron_last_run %@
source: 最近：%@
en: Last run: %@
ko: 최근 실행: %@

# cron_last_run_status_fmt
source: 最近：%1$s
en: Last: %1$s
ko: 최근: %1$s

# cron_load_failed_default
source: 定时任务读取失败
en: Failed to load scheduled tasks
ja: 定時タスクの読み込みに失敗しました
ko: 예약 작업 로드 실패
zh_hant: 定時任務讀取失敗

# cron_missing_task %@
source: 未找到定时任务：%@
en: Scheduled task not found: %@
ja: 定時タスクが見つかりません：%@
ko: 예약 작업을 찾을 수 없음: %@
zh_hant: 未找到定時任務：%@

# cron_mode_label
source: 模式
en: Mode
ja: モード
ko: 모드

# cron_network_connected
source: 网络已连接
en: Network connected
ja: ネットワーク接続済み
ko: 네트워크 연결됨
zh_hant: 網路已連線

# cron_network_waiting
source: 等待网络
en: Waiting for network
ja: ネットワーク待ち
ko: 네트워크 대기 중
zh_hant: 等待網路

# cron_new_task_button
source: 新建定时任务
en: New Cron Task
ja: 定時タスクを新規作成
ko: 새 예약 작업
zh_hant: 新建定時任務

# cron_new_task_title
source: 新建任务
en: New Task
ja: 新しいタスク
ko: 새 작업
zh_hant: 新建任務

# cron_next_earliest_run_label
source: 下一次最早执行
en: Next Earliest Run
ja: 次回の最短実行時刻
ko: 다음 최소 실행 시각
zh_hant: 下一次最早執行

# cron_next_fire_suffix_fmt
source: · 下次 %1$s
en: · Next %1$s
ja: · 次回 %1$s
ko: · 다음 %1$s

# cron_next_wake_fmt
source: 下一次唤醒：%1$s
en: Next wake: %1$s
ja: 次回の起動：%1$s
ko: 다음 깨우기: %1$s
zh_hant: 下一次喚醒：%1$s

# cron_no_active_runs
source: 当前没有活动运行
en: No active runs currently
ja: 現在実行中のジョブはありません
ko: 현재 실행 중인 작업이 없습니다
zh_hant: 當前沒有活動執行

# cron_no_next_fire
source: 无后续触发
en: No upcoming run
ja: 次回のトリガーはありません
ko: 다음 실행 없음
zh_hant: 無後續觸發

# cron_no_output
source: 没有输出
en: No output
ja: 出力なし
ko: 출력 없음
zh_hant: 沒有輸出

# cron_no_run_history
source: 暂无运行记录。系统调度不是精确闹钟，但始终可以立即运行。
en: No runs yet. System scheduling isn't a precise alarm, but you can always run it immediately.
ja: 実行記録はまだありません。システムのスケジュールは正確なアラームではありませんが、いつでも今すぐ実行できます。
ko: 아직 실행 기록이 없습니다. 시스템 예약은 정확한 알람이 아니지만, 언제든 즉시 실행할 수 있습니다.
zh_hant: 暫無執行記錄。系統排程不是精確鬧鐘，但始終可以立即執行。

# cron_no_run_history_android
source: 暂无运行记录。结果不会写入普通聊天 Session。
en: No run history yet. Results are not written to a regular chat session.
ja: 実行記録はまだありません。結果は通常のチャットセッションには記録されません。
ko: 아직 실행 기록이 없습니다. 결과는 일반 채팅 Session에 기록되지 않습니다.
zh_hant: 暫無執行記錄。結果不會寫入普通聊天 Session。

# cron_no_schedulable_tasks
source: 当前没有可调度的任务
en: No schedulable tasks right now
ja: 現在、スケジュール可能なタスクはありません
ko: 현재 예약 가능한 작업이 없습니다
zh_hant: 當前沒有可排程的任務

# cron_no_tasks_yet
source: 还没有定时任务。
en: No scheduled tasks yet.
ja: 定時タスクはまだありません。
ko: 아직 예약 작업이 없습니다.
zh_hant: 還沒有定時任務。

# cron_none_yet
source: 暂无
en: None yet
ja: まだありません
ko: 아직 없음
zh_hant: 暫無

# cron_not_checked_yet
source: 尚未巡检
en: Not checked yet
ja: まだ巡回チェックしていません
ko: 아직 점검하지 않음
zh_hant: 尚未巡檢

# cron_notification_cancelled %@
source: %@ 定时任务已取消
en: %@ scheduled task cancelled
ja: %@ の定時タスクをキャンセルしました
ko: %@ 예약 작업이 취소되었습니다
zh_hant: %@ 定時任務已取消

# cron_notification_channel_name
source: 定时任务结果
en: Scheduled Task Results
ja: 定時タスクの結果
ko: 예약 작업 결과
zh_hant: 定時任務結果

# cron_notification_completed %@
source: %@ 定时任务已完成
en: %@ scheduled task completed
ja: %@ の定時タスクが完了しました
ko: %@ 예약 작업이 완료되었습니다
zh_hant: %@ 定時任務已完成

# cron_notification_failed %@
source: %@ 定时任务执行失败
en: %@ scheduled task failed
ja: %@ の定時タスクが失敗しました
ko: %@ 예약 작업 실행이 실패했습니다
zh_hant: %@ 定時任務執行失敗

# cron_notification_run_result_label
source: 通知对应的运行结果
en: Run result for this notification
ja: 通知に対応する実行結果
ko: 알림에 해당하는 실행 결과
zh_hant: 通知對應的執行結果

# cron_notification_skipped %@
source: %@ 定时任务已跳过
en: %@ scheduled task skipped
ja: %@ の定時タスクをスキップしました
ko: %@ 예약 작업이 건너뛰어졌습니다
zh_hant: %@ 定時任務已跳過

# cron_notification_status_update %@
source: %@ 定时任务状态更新
en: %@ scheduled task status update
ja: %@ の定時タスクのステータスが更新されました
ko: %@ 예약 작업 상태가 업데이트되었습니다
zh_hant: %@ 定時任務狀態更新

# cron_notification_timed_out %@
source: %@ 定时任务执行超时
en: %@ scheduled task timed out
ja: %@ の定時タスクがタイムアウトしました
ko: %@ 예약 작업 실행이 시간 초과되었습니다
zh_hant: %@ 定時任務執行逾時

# cron_once_only
source: 仅一次
en: Once
ja: 1 回のみ
ko: 한 번만
zh_hant: 僅一次

# cron_one_time_datetime_button
source: 单次日期时间
en: One-Time Date & Time
ja: 単発の日時
ko: 단일 날짜/시간
zh_hant: 單次日期時間

# cron_open_alarm_settings_button
source: 打开“闹钟和提醒”
en: Open “Alarms & Reminders”
ja: 「アラームとリマインダー」を開く
ko: "알람 및 리마인더" 열기
zh_hant: 開啟「鬧鐘和提醒」

# cron_pending
source: 待定
en: Pending
ja: 保留中
ko: 대기 중

# cron_preset_every_hour
source: 每小时
en: Hourly
ja: 毎時
ko: 매시간
zh_hant: 每小時

# cron_preset_every_monday_9am
source: 每周一 09:00
en: Mondays at 09:00
ja: 毎週月曜 09:00
ko: 매주 월요일 09:00
zh_hant: 每週一 09:00

# cron_prompt_field_label
source: 提示词 / 任务
en: Prompt / Task
ja: プロンプト／タスク
ko: 프롬프트 / 작업
zh_hant: 提示詞 / 任務

# cron_recent_result_categories_section
source: 最近结果分类
en: Recent Result Categories
ja: 最近の結果分類
ko: 최근 결과 분류
zh_hant: 最近結果分類

# cron_reconcile_complete
source: 已完成定时任务巡检
en: Scheduled task check complete
ja: 定時タスクの巡回チェックが完了しました
ko: 예약 작업 점검이 완료되었습니다
zh_hant: 已完成定時任務巡檢

# cron_reconcile_now_button
source: 立即巡检
en: Check Now
ja: 今すぐ巡回チェック
ko: 지금 점검
zh_hant: 立即巡檢

# cron_reconciling_progress
source: 巡检中…
en: Checking…
ja: 巡回チェック中…
ko: 점검 중…
zh_hant: 巡檢中…

# cron_recovered_timeout_message
source: 应用在上次计划执行中断后恢复，当前已将该次触发标记为超时并确认。
en: The app recovered after the last scheduled run was interrupted; this trigger has been marked as timed out and acknowledged.
ja: アプリは前回の予定実行が中断された後に復帰しました。今回のトリガーはタイムアウトとしてマークし、確認済みとしました。
ko: 이전 예약 실행이 중단된 후 앱이 복구되어, 해당 트리거를 시간 초과로 표시하고 확인 처리했습니다.
zh_hant: 應用在上次排定執行中斷後恢復，目前已將該次觸發標記為逾時並確認。

# cron_recurring_interval_note
source: 重复执行（最小间隔 15 分钟）
en: Repeats (minimum interval 15 minutes)
ja: 繰り返し実行（最小間隔 15 分）
ko: 반복 실행 (최소 간격 15분)
zh_hant: 重複執行（最小間隔 15 分鐘）

# cron_recurring_toggle
source: 重复执行
en: Repeat
ja: 繰り返し実行
ko: 반복 실행
zh_hant: 重複執行

# cron_result_section
source: 结果
en: Result
ja: 結果
ko: 결과
zh_hant: 結果

# cron_result_title_default
source: 定时任务
en: Scheduled Task
ja: 定時タスク
ko: 예약 작업
zh_hant: 定時任務

# cron_result_unknown
source: 未知问题
en: Unknown Issue
ja: 不明な問題
ko: 알 수 없는 문제
zh_hant: 未知問題

# cron_retries_exhausted
source: 重试次数已耗尽
en: Retry attempts exhausted
ja: 再試行回数を使い切りました
ko: 재시도 횟수를 모두 사용했습니다
zh_hant: 重試次數已耗盡

# cron_run_detail_title
source: 运行详情
en: Run Details
ja: 実行の詳細
ko: 실행 세부 정보
zh_hant: 執行詳情

# cron_run_history_section
source: 运行历史
en: Run History
ja: 実行履歴
ko: 실행 이력
zh_hant: 執行歷史

# cron_run_id_label
source: 运行 ID
en: Run ID
ja: 実行 ID
ko: 실행 ID
zh_hant: 執行 ID

# cron_run_not_found
source: 未找到该次运行记录。
en: This run record could not be found.
ja: この実行記録が見つかりませんでした。
ko: 해당 실행 기록을 찾을 수 없습니다.
zh_hant: 未找到該次執行記錄。

# cron_run_now_button
source: 立即运行
en: Run Now
ja: 今すぐ実行
ko: 지금 실행
zh_hant: 立即執行

# cron_run_once_toggle
source: 仅执行一次
en: Run once only
ja: 1 回のみ実行
ko: 한 번만 실행
zh_hant: 僅執行一次

# cron_run_project_label
source: 项目
en: Project
ja: プロジェクト
ko: 프로젝트
zh_hant: 專案

# cron_run_summary_active %@ %@
source: %@ · 下次 %@
en: %@ · Next %@
ja: %@ · 次回 %@
ko: %@ · 다음 %@

# cron_run_summary_fmt
source: %1$s · %2$s · 尝试 %3$d
en: %1$s · %2$s · Attempt %3$d
ja: %1$s · %2$s · 試行 %3$d 回目
ko: %1$s · %2$s · %3$d번째 시도
zh_hant: %1$s · %2$s · 嘗試 %3$d

# cron_run_summary_last %@ %@
source: 最近：%@ · 下次 %@
en: Last: %@ · Next %@
ja: 最近：%@ · 次回 %@
ko: 최근: %@ · 다음 %@

# cron_run_summary_next %@
source: 下次 %@
en: Next %@
ja: 次回 %@
ko: 다음 %@

# cron_run_triggered
source: 已触发立即运行
en: Immediate run triggered
ja: 今すぐ実行をトリガーしました
ko: 즉시 실행이 트리거되었습니다
zh_hant: 已觸發立即執行

# cron_scheduled_at_label
source: 计划执行
en: Scheduled At
ja: 実行予定時刻
ko: 예약된 실행 시각
zh_hant: 排定執行

# cron_scheduler_background_note
source: iOS 后台任务只保证“不会早于”最早执行时间，不保证准点启动；始终可以立即运行。
en: iOS background tasks only guarantee “no earlier than” the earliest run time — exact start times aren't guaranteed, but you can always run a task immediately.
ja: iOS のバックグラウンドタスクは「最短実行時刻より早くならない」ことのみを保証し、定刻での起動は保証されません。いつでも今すぐ実行できます。
ko: iOS 백그라운드 작업은 최소 실행 시각을 보장할 뿐, 정시 시작은 보장하지 않습니다. 언제든 즉시 실행할 수 있습니다.
zh_hant: iOS 背景任務只保證「不會早於」最早執行時間，不保證準點啟動；始終可以立即執行。

# cron_scheduler_foreground_note
source: 系统调度不是精确闹钟；App 启动、回到前台和后台唤醒时都会巡检，且始终可以立即运行。
en: System scheduling isn't a precise alarm; checks run on app launch, returning to the foreground, and background wake-ups, and you can always run a task immediately.
ja: システムスケジュールは正確なアラームではありません。アプリの起動時、フォアグラウンド復帰時、バックグラウンド起動時に巡回チェックが行われ、いつでも今すぐ実行できます。
ko: 시스템 예약은 정확한 알람이 아닙니다. 앱 실행, 포그라운드 복귀, 백그라운드 깨우기 시마다 점검하며, 언제든 즉시 실행할 수 있습니다.
zh_hant: 系統排程不是精確鬧鐘；App 啟動、回到前景和背景喚醒時都會巡檢，且始終可以立即執行。

# cron_scheduling_mode_background
source: 系统调度
en: System Scheduling
ja: システムスケジュール
ko: 시스템 예약
zh_hant: 系統排程

# cron_scheduling_mode_foreground_only
source: 仅前台巡检
en: Foreground Check Only
ja: フォアグラウンドでのみ巡回チェック
ko: 포그라운드 점검만
zh_hant: 僅前景巡檢

# cron_scheduling_mode_unavailable
source: 不可调度
en: Scheduling Unavailable
ja: スケジュール不可
ko: 예약할 수 없음
zh_hant: 不可排程

# cron_scheduling_note_default
source: 系统调度不是精确闹钟；始终可以手动立即运行。
en: System scheduling isn't a precise alarm; you can always run it manually right away.
ja: システムスケジュールは正確なアラームではありません。いつでも手動で今すぐ実行できます。
ko: 시스템 예약은 정확한 알람이 아닙니다. 언제든 수동으로 즉시 실행할 수 있습니다.
zh_hant: 系統排程不是精確鬧鐘；始終可以手動立即執行。

# cron_scope_hint
source: 任务在所选 Project 的 workspace 中运行；全局用于兼容旧任务。
en: The task runs in the selected project's workspace; Global is for compatibility with legacy tasks.
ja: タスクは選択した Project の workspace 内で実行されます。グローバルは旧タスクとの互換性のために使用されます。
ko: 작업은 선택한 Project의 workspace에서 실행됩니다. 전역은 기존 작업과의 호환을 위해 사용됩니다.
zh_hant: 任務在所選 Project 的 workspace 中執行；全域用於相容舊任務。

# cron_scope_id_label
source: 作用域 ID
en: Scope ID
ja: スコープ ID
ko: 범위 ID

# cron_scope_label
source: 作用域
en: Scope
ja: スコープ
ko: 범위

# cron_scope_task_count %lld
source: %lld 个任务
en: %lld tasks
ja: %lld 個のタスク
ko: 작업 %lld개
zh_hant: %lld 個任務

# cron_section_scheduling
source: 调度
en: Scheduling
ja: スケジュール
ko: 예약
zh_hant: 排程

# cron_started_at_label
source: 开始时间
en: Started At
ja: 開始時刻
ko: 시작 시각
zh_hant: 開始時間

# cron_status_queued
source: 已排队
en: Queued
ja: 待機中
ko: 대기열에 있음
zh_hant: 已排隊

# cron_status_recent_failed
source: 最近失败
en: Recently failed
ja: 直近は失敗
ko: 최근 실패
zh_hant: 最近失敗

# cron_status_recent_succeeded
source: 最近成功
en: Recently succeeded
ja: 直近は成功
ko: 최근 성공

# cron_status_recent_timed_out
source: 最近超时
en: Recently timed out
ja: 直近はタイムアウト
ko: 최근 시간 초과
zh_hant: 最近逾時

# cron_status_skipped
source: 已跳过
en: Skipped
ja: スキップ済み
ko: 건너뜀
zh_hant: 已跳過

# cron_status_succeeded
source: 成功
en: Success
ko: 성공

# cron_task_already_running
source: 该任务已有排队或运行中的执行
en: This task already has a queued or running execution
ja: このタスクにはすでに待機中または実行中のジョブがあります
ko: 이 작업은 이미 대기 중이거나 실행 중입니다
zh_hant: 該任務已有排隊或執行中的執行

# cron_task_count_header_fmt
source: 任务（%1$d）
en: Tasks (%1$d)
ja: タスク（%1$d）
ko: 작업 (%1$d)
zh_hant: 任務（%1$d）

# cron_task_count_label
source: 任务总数
en: Total Tasks
ja: タスク総数
ko: 전체 작업 수
zh_hant: 任務總數

# cron_task_created
source: 已创建定时任务
en: Scheduled task created
ja: 定時タスクを作成しました
ko: 예약 작업이 생성되었습니다
zh_hant: 已建立定時任務

# cron_task_delete_failed_message
source: 任务不存在或已经删除
en: The task doesn't exist or has already been deleted
ja: タスクが存在しないか、すでに削除されています
ko: 작업이 존재하지 않거나 이미 삭제되었습니다
zh_hant: 任務不存在或已經刪除

# cron_task_delete_not_found
source: 任务已不存在
en: Task no longer exists
ja: タスクはすでに存在しません
ko: 작업이 이미 존재하지 않습니다
zh_hant: 任務已不存在

# cron_task_delete_success
source: 已删除定时任务
en: Scheduled task deleted
ja: 定時タスクを削除しました
ko: 예약 작업이 삭제되었습니다
zh_hant: 已刪除定時任務

# cron_task_deleted_message
source: 任务已删除
en: Task deleted
ja: タスクを削除しました
ko: 작업이 삭제되었습니다
zh_hant: 任務已刪除

# cron_task_identifier_label
source: 任务标识
en: Task Identifier
ja: タスク ID
ko: 작업 식별자
zh_hant: 任務標識

# cron_task_not_in_project
source: 任务不属于当前 Project 或已被删除
en: This task doesn't belong to the current project or has been deleted
ja: タスクは現在のプロジェクトに属していないか、削除されています
ko: 작업이 현재 Project에 속하지 않거나 삭제되었습니다
zh_hant: 任務不屬於當前 Project 或已被刪除

# cron_task_removed_or_claimed_message
source: 任务已删除、尚未到期或已由同作用域批次领取
en: The task was deleted, isn't due yet, or was already claimed by another batch in the same scope
ja: タスクが削除された、まだ実行時刻に達していない、または同じスコープの別バッチによって処理済みです
ko: 작업이 삭제되었거나 아직 실행 시각이 되지 않았거나 이미 같은 범위의 다른 배치가 처리했습니다
zh_hant: 任務已刪除、尚未到期或已由同作用域批次領取

# cron_task_unavailable
source: 任务不存在或无法启动
en: Task not found or could not be started
ja: タスクが存在しないか、起動できません
ko: 작업이 존재하지 않거나 시작할 수 없습니다
zh_hant: 任務不存在或無法啟動

# cron_task_unsupported_default
source: Android 不支持此任务
en: Android doesn't support this task
ja: Android はこのタスクに対応していません
ko: Android에서는 이 작업을 지원하지 않습니다
zh_hant: Android 不支援此任務

# cron_task_updated
source: 已更新定时任务
en: Scheduled task updated
ja: 定時タスクを更新しました
ko: 예약 작업이 업데이트되었습니다
zh_hant: 已更新定時任務

# cron_temporary_network_error
source: 临时网络或服务错误
en: Temporary network or service error
ja: 一時的なネットワークまたはサービスエラー
ko: 일시적인 네트워크 또는 서비스 오류
zh_hant: 臨時網路或服務錯誤

# cron_trigger_already_handled
source: 该次触发已由其他运行处理或不再满足执行条件。
en: This trigger was already handled by another run or no longer meets the run conditions.
ja: このトリガーはすでに他の実行によって処理されたか、実行条件を満たさなくなっています。
ko: 해당 트리거는 이미 다른 실행에서 처리되었거나 더 이상 실행 조건을 충족하지 않습니다.
zh_hant: 該次觸發已由其他執行處理或不再滿足執行條件。

# cron_triggered_at_label
source: 触发时间
en: Triggered At
ja: トリガー時刻
ko: 트리거 시각
zh_hant: 觸發時間

# cron_unsupported_period_fallback
source: Android 不支持此周期
en: Android does not support this schedule
ja: Android はこの周期に対応していません
ko: Android에서는 이 주기를 지원하지 않습니다
zh_hant: Android 不支援此週期

# cron_weekdays_9am
source: 工作日 09:00
en: Weekdays at 09:00
ja: 平日 09:00
ko: 평일 09:00

# cron_workspace_unavailable
source: Project 工作区不存在或已失效
en: The project workspace doesn't exist or is no longer valid
ja: プロジェクトのワークスペースが存在しないか、無効になっています
ko: Project 작업 공간이 존재하지 않거나 더 이상 유효하지 않습니다
zh_hant: Project 工作區不存在或已失效

# drawer_account_subtitle_mock
source: Pro · 5.5 / 8 段
en: Pro · 5.5 / 8 segments
ja: Pro · 5.5 / 8 件
ko: Pro · 5.5 / 8 구간

# drawer_apps_count
source: 本地应用 %1$d 个
en: %1$d local apps
ja: ローカルアプリ %1$d 個
ko: 로컬 앱 %1$d개
zh_hant: 本地應用 %1$d 個

# drawer_apps_empty_detail
source: 从模板创建、设计、生成并运行本地应用。
en: Create from a template, design it, generate it, and run local apps.
ja: テンプレートからローカルアプリを作成・デザイン・生成・実行できます。
ko: 템플릿에서 시작해 디자인하고 생성한 뒤 로컬 앱을 실행해 보세요.
zh_hant: 從模板建立、設計、生成並執行本地應用。

# drawer_chats_temp_notice
source: 临时对话 30 天后自动归档 · 转为项目
en: Temporary chats auto-archive after 30 days · convert to a project
ja: 一時的な会話は 30 日後に自動的にアーカイブされます · プロジェクトに変換
ko: 임시 대화는 30일 후 자동 보관됩니다 · 프로젝트로 전환
zh_hant: 臨時對話 30 天後自動歸檔 · 轉為專案

# drawer_clear_search_a11y
source: 清除搜索
en: Clear search
ja: 検索をクリア
ko: 검색 지우기
zh_hant: 清除搜尋

# drawer_close_a11y
source: 关闭抽屉
en: Close drawer
ja: ドロワーを閉じる
ko: 서랍 닫기
zh_hant: 關閉抽屜

# drawer_close_sidebar_a11y
source: 关闭侧栏
en: Close sidebar
ja: サイドバーを閉じる
ko: 사이드바 닫기
zh_hant: 關閉側欄

# drawer_conflicts_count %lld
source: %lld 个文件冲突
en: %lld file conflicts
ja: %lld 件のファイル競合
ko: 파일 충돌 %lld개
zh_hant: %lld 個檔案衝突

# drawer_create_app
source: 创建应用
en: Create App
ja: アプリを作成
ko: 앱 만들기
zh_hant: 建立應用

# drawer_crons_unavailable
source: 定时任务数据源尚未接入
en: Scheduled tasks data source not yet connected
ja: 定時タスクのデータソースはまだ接続されていません
ko: 예약 작업 데이터 소스가 아직 연결되지 않았습니다
zh_hant: 定時任務資料來源尚未接入

# drawer_current_project_a11y
source: 当前项目
en: Current Project
ja: 現在のプロジェクト
ko: 현재 프로젝트
zh_hant: 當前專案

# drawer_empty_apps
source: 还没有本地应用
en: No local apps yet
ja: ローカルアプリはまだありません
ko: 아직 로컬 앱이 없습니다
zh_hant: 還沒有本地應用

# drawer_empty_chats
source: 当前作用域暂无会话
en: No chats in this scope yet
ja: 現在のスコープに会話はまだありません
ko: 현재 범위에 대화가 없습니다
zh_hant: 當前作用域暫無會話

# drawer_empty_crons
source: 还没有定时任务
en: No cron tasks yet
ja: 定時タスクはまだありません
ko: 아직 예약 작업이 없습니다
zh_hant: 還沒有定時任務

# drawer_empty_projects
source: 还没有真实项目工作区
en: No real project workspace yet
ja: 実際のプロジェクトワークスペースはまだありません
ko: 아직 실제 프로젝트 작업 공간이 없습니다
zh_hant: 還沒有真實專案工作區

# drawer_export_back
source: 同步回目录
en: Sync Back to Folder
ja: ディレクトリに同期して戻す
ko: 디렉터리로 동기화
zh_hant: 同步回目錄

# drawer_export_back_short
source: 同步回外部
en: Sync back to external
ja: 外部へ同期
ko: 외부로 동기화

# drawer_global_session
source: 全局会话
en: Global Session
ja: グローバル会話
ko: 전역 대화
zh_hant: 全域會話

# drawer_import_folder
source: 导入外部文件夹
en: Import External Folder
ja: 外部フォルダをインポート
ko: 외부 폴더 가져오기
zh_hant: 匯入外部資料夾

# drawer_keep_external
source: 保留外部版本
en: Keep External Version
ja: 外部版を保持
ko: 외부 버전 유지

# drawer_keep_internal
source: 保留设备版本
en: Keep Device Version
ja: デバイス版を保持
ko: 기기 버전 유지
zh_hant: 保留裝置版本

# drawer_never_run
source: 尚未运行
en: Never run
ja: まだ実行されていません
ko: 아직 실행 안 됨
zh_hant: 尚未執行

# drawer_new_local_project
source: 新建本地项目
en: New Local Project
ja: 新しいローカルプロジェクト
ko: 새 로컬 프로젝트
zh_hant: 新建本地專案

# drawer_new_or_import_project
source: 新建或导入项目
en: New or Import Project
ja: プロジェクトを新規作成またはインポート
ko: 새 프로젝트 만들기 또는 가져오기
zh_hant: 新建或匯入專案

# drawer_no_crons
source: 暂无定时任务
en: No scheduled tasks yet
ja: 定時タスクはまだありません
ko: 예약 작업이 없습니다
zh_hant: 暫無定時任務

# drawer_no_match
source: 没有匹配结果
en: No matching results
ja: 一致する結果がありません
ko: 일치하는 결과가 없습니다
zh_hant: 沒有匹配結果

# drawer_no_matching_sessions
source: 无匹配会话
en: No matching sessions
ja: 一致する会話がありません
ko: 일치하는 대화가 없습니다
zh_hant: 無匹配會話

# drawer_no_projects_detail
source: 暂无项目。创建后，工作文件会保存在 Android 应用目录中。
en: No projects yet. Once created, working files are stored in the Android app directory.
ja: プロジェクトはまだありません。作成すると、作業ファイルは Android アプリのディレクトリに保存されます。
ko: 프로젝트가 아직 없습니다. 만들면 작업 파일이 Android 앱 디렉터리에 저장됩니다.
zh_hant: 暫無專案。建立後，工作檔案會儲存在 Android 應用目錄中。

# drawer_no_sessions
source: 暂无会话
en: No sessions yet
ja: 会話はまだありません
ko: 대화가 없습니다
zh_hant: 暫無會話

# drawer_no_workspaces
source: 暂无工作区
en: No workspaces yet
ja: ワークスペースはまだありません
ko: 작업 공간이 없습니다
zh_hant: 暫無工作區

# drawer_open_apps_library
source: 打开应用库
en: Open app library
ja: アプリライブラリを開く
ko: 앱 라이브러리 열기
zh_hant: 開啟應用庫

# drawer_project_name_placeholder
source: 项目名称
en: Project Name
ja: プロジェクト名
ko: 프로젝트 이름
zh_hant: 專案名稱

# drawer_project_new_session
source: 项目新会话
en: New Project Session
ja: プロジェクトの新しい会話
ko: 프로젝트 새 대화
zh_hant: 專案新會話

# drawer_project_new_session_short
source: 新会话
en: New session
ja: 新しい会話
ko: 새 대화
zh_hant: 新會話

# drawer_project_session_meta
source: %1$s · %2$d 条
en: %1$s · %2$d messages
ja: %1$s · %2$d 件
ko: %1$s · %2$d개
zh_hant: %1$s · %2$d 條

# drawer_projects_unavailable
source: 项目数据源尚未接入
en: Projects data source not yet connected
ja: プロジェクトのデータソースはまだ接続されていません
ko: 프로젝트 데이터 소스가 아직 연결되지 않았습니다
zh_hant: 專案資料來源尚未接入

# drawer_reauthorize
source: 重新授权
en: Reauthorize
ja: 再承認
ko: 다시 권한 부여
zh_hant: 重新授權

# drawer_reimport
source: 导入更新
en: Reimport
ja: 更新をインポート
ko: 업데이트 가져오기
zh_hant: 匯入更新

# drawer_reimport_short
source: 重新导入
en: Reimport
ja: 再インポート
ko: 다시 가져오기
zh_hant: 重新匯入

# drawer_search_chats_placeholder
source: 搜索会话
en: Search sessions
ja: 会話を検索
ko: 대화 검색
zh_hant: 搜尋會話
